alsa-utils
anki
apache-ant
astyle
bash-completion
catfish
clang
cmus
cups
dia
dosfstools
emacs
expac
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-mozc
fcitx-qt4
flake8
flashplugin
flex
gdb
gimp
gmrun
gnome-keyring
gsimplecal
gtk2-perl
guvcview
gvim
htop
hunspell-en
i3-wm
i3lock
i3status
icedtea-web
imlib2
intel-ucode
ipython
kakasi
lib32-alsa-plugins
lib32-flashplugin
lib32-glu
lib32-ncurses
lib32-openal
lib32-sdl2
libdvdcss
libgcrypt15
libgnome-keyring
libreoffice-fresh
libtool
linux-headers
lshw
lxappearance
maven
mc
mlocate
mopidy
mpc
msmtp
mtr
mumble
ncmpcpp
nethogs
network-manager-applet
networkmanager
networkmanager-vpnc
nitrogen
nomacs
offlineimap
openal
openjdk7-doc
openssh
otf-ipafont
paprefs
pavucontrol
perl
perl-file-mimeinfo
perl-mime-types
pidgin
pulseaudio
pulseaudio-alsa
python-cairo
python-dbus
python-distutils-extra
python-gobject
python-gobject2
python-httplib2
python-netifaces
python-pip
python-psutil
python-pyinotify
python-pyqt4
python-six
python-urwid
python2-google-api-python-client
python2-keyring
python2-keyrings-alt
python2-pillow
python2-pip
python2-pyopenssl
python2-urwid
r
ranger
rtorrent
ruby
rxvt-unicode
sagemath
sagemath-doc
slim
steam
tcl
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-genericextra
texlive-htmlxml
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-plainextra
texlive-pstricks
texlive-publishers
texlive-science
the_silver_searcher
tk
tmux
traceroute
tree
ttf-arphic-uming
ttf-baekmuk
ttf-dejavu
ttf-freefont
ttf-inconsolata
ttf-liberation
unclutter
vlc
w3m
weechat
wine
wine-mono
wine_gecko
winetricks
wireshark-gtk
wmctrl
xclip
xdotool
xf86-input-mouse
xfce4-notifyd
xfce4-screenshooter
xorg-server
xorg-server-utils
xorg-xev
xorg-xinit
xorg-xmessage
xorg-xprop
xorg-xwininfo
xsane
xterm
zsh
