abcde
adwaita-qt
alsa-utils
android-tools
anki-official-binary-bundle
ant
aspell-en
astroid-git
astyle
atool
atop
audacity
autoconf
autocutsel
automake
bash
bash-completion
bashate
bcm20702a1-firmware
bind
binutils
bison
blueberry
bluez
bluez-utils
borg
breezy
bzip2
ca-certificates-dnie
calcurse
calibre
cantata
cblas
chntpw
chromium
clang
clipit
cloc
cmake
cmus
coreutils
cryptsetup
cups
dbus-python
debtap
device-mapper
devtools
dhcpcd
dia
dialog
diffutils
discord
dnieremote-bin
docker
docker-compose
dosfstools
e2fsprogs
easyeffects
easytag
efibootmgr
element-desktop
emacs
evince
expac
fakeroot
fcitx-configtool
fcitx-mozc
fcitx-qt4
fcitx-qt5
ffcast
file
filesystem
findutils
firefox
fish
flake8
flashplayer-standalone
flashplugin
flex
fzf
fzf-tab-completion-git
gawk
gcc-fortran
gdb
gettext
ghc
gifcurry
gimp
git-filter-repo
glibc
global
gmrun
gnome-color-manager
gnome-keyring
gparted
gperftools
graphviz
grep
groff
grub
gscan2pdf
gsimplecal
gtk2-perl
guvcview
gvim
gzip
homebank
htop
hugo
hunspell-en_au
hunspell-en_ca
i3-wm
i3lock
i3pystatus-git
i3status
icecast
icedtea-web
iftop
imlib2
inetutils
inkscape
intel-ucode
iotop
iproute2
iputils
ipython
iw
jdk8-openjdk
jfsutils
kakasi
lapack
less
lib32-alsa-plugins
lib32-glu
lib32-gstreamer
lib32-libpulse
lib32-libvdpau
lib32-mpg123
lib32-ncurses
lib32-openal
lib32-opencl-nvidia
lib32-pipewire
libaacs
libdvdcss
libgcrypt15
libgnome-keyring
libpkcs11-dnie
libreoffice-fresh
libsvm
libtool
libva-utils
libva-vdpau-driver
libvterm
licenses
linux
linux-headers
lnav
logrotate
lshw
lsp-plugins
lvm2
lxappearance
m4
make
man-db
man-pages
maven
mc
mcomix
mdadm
mecab
mecab-ipadic
mlocate
mpc
mpv
msmtp
mtr
mumble
nano
ncmpcpp
ncurses5-compat-libs
neofetch
nerd-fonts-dejavu-complete
nerd-fonts-inconsolata
nerd-fonts-source-code-pro
netcdf-cxx
netctl
nethogs
network-manager-applet
networkmanager
networkmanager-vpnc
nextcloud-client
nfs-utils
nitrogen
nmap
nodejs-lts-fermium
nomacs
notmuch
noto-fonts-emoji
ntfs-3g
nvidia-dkms
nvidia-settings
nvtop
ocaml
ocaml-findlib
offlineimap
opam
openal
opencl-nvidia
opensc
openssh
openssh-askpass
openvpn
os-prober
otf-inconsolata-powerline-git
otf-ipafont
pacman
pacman-contrib
paprefs
pasystray-git
patch
pavucontrol
pciutils
perl
perl-anyevent-i3
perl-file-mimeinfo
perl-mime-types
perl-musicbrainz-discid
perl-webservice-musicbrainz0
picom
pidgin
pipewire
pipewire-alsa
pipewire-pulse
pkgconf
playerctl
procps-ng
psmisc
pulseaudio-alsa
pulseaudio-equalizer-ladspa
pulseeffects-legacy
pv
pypy3-pip
pyright
python-beautifulsoup4
python-black
python-cairo
python-colour
python-distutils-extra
python-epc
python-gobject
python-httplib2
python-importmagic
python-keyrings-alt
python-language-server
python-llfuse
python-netifaces
python-pip
python-pkgconfig
python-psutil
python-ptvsd
python-pyinotify
python-six
python-typing_extensions
python-urwid
python-virtualenvwrapper
qpdfview
qt6ct
qtcreator
r
ranger
redshift
reiserfsprogs
ripgrep
ripgrep-all
rsync
rtorrent
ruby
rxvt-unicode
s-nail
s-tui
sagemath
sagemath-doc
sdl2_image
sdl2_ttf
seahorse
sed
selectdefaultapplication-git
shadow
shellcheck
shotcut
slim
spotify
sshfs
stack
steam
strawberry
streamlink
subversion
sudo
swig
sysfsutils
systemd-sysvcompat
tar
tcl
teams
tesseract
tesseract-data-eng
tesseract-data-spa
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
the_silver_searcher
thefuck
tix
tk
tldr
tmux
tmuxp
traceroute
transmission-qt
trayer-srg
tree
ttf-arphic-uming
ttf-baekmuk
ttf-cm-unicode
ttf-dejavu
ttf-inconsolata
ttf-liberation
ttf-ms-fonts
ttf-nerd-fonts-symbols-mono
tuxboot
tuxguitar
udevil
unclutter
unetbootin
unified-remote-server
units
unrar
usbutils
util-linux
vdpauinfo
vi
virtualbox
virtualbox-guest-iso
virtualfish
vlc
vundle-git
w3m
weechat
weka
wget
which
wine
wine-mono
winetricks
wireshark-qt
wmctrl
wpa_supplicant
xclip
xdotool
xfce4-notifyd
xfce4-screenshooter
xfsprogs
xorg-server
xorg-xev
xorg-xinit
xorg-xkill
xorg-xmessage
xorg-xprop
xorg-xwininfo
xsane
xss-lock
xterm
yay
youtube-dl-git
yt-dlp
zoom
zotero
zsh
